Revit 2027 API
ParameterTypeId.RebarSystemBarTypeBottomDir2Generic Property
 "Bottom/Interior Minor Bar Type"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarSystemBarTypeBottomDir2Generic { get; }
Public Shared ReadOnly Property RebarSystemBarTypeBottomDir2Generic As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarSystemBarTypeBottomDir2Generic {
	ForgeTypeId^ get ();
}
static member RebarSystemBarTypeBottomDir2Generic : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace